dir = "D:/git/TopUsersVkWeb"
# dir = "/home/c/cv67525/public_html"
UPLOAD_FOLDER = f'{dir}/static/images'


VKAPI = "https://api.vk.com/method/"

# Максим1
TOKEN = "caa98e2ec949004908c7487f243f3aae1f4946e8226b09ed8fb7bfc3f5127f48b848a333a04f032d8517a"
# Захар
# TOKEN = "14a571e87a41be67b7fd3464027cc8af8ecce427bb6dc797f211f8e46089621855a804b17ba7e3614bd76"
# Захар
# TOKEN = "5225fcc35756b681f39a5f8666851ca3639692744092fe64f2623d666e350ea385644d98befff2cd01ba5"

V = "5.21"
VKTOKEN = f"&access_token={TOKEN}&v={V}"


message = ["""
🖐🏻Завтра у вас заканчивается услуга поздравлений для группы: {}
👰Напоминаю стоимость за месяц {} рублей

Оплатить можно на мою карту СБЕРА (Максим Д.) и прислать сюда чек:
4817 7601 1579 9250
""","""
🖐🏻Закончились оплаченные дни для группы: {}
Новое поздравление завтра уже не выйдет!

👰Cтоимость за месяц всего {} рублей
Оплатить можно на мою карту СБЕРА (Максим Д.) и прислать сюда чек:
4817 7601 1579 9250
"""]
